<?php
/**
 * The template for displaying all pages
 *
 * This is the template that displays all pages by default.
 * Please note that this is the WordPress construct of pages
 * and that other 'pages' on your WordPress site may use a
 * different template.
 *
 * @link https://developer.wordpress.org/themes/basics/template-hierarchy/
 *
 * @package biit
 */

get_header();
?>
<div class="container">	
	<div class="breadcrumbs">
		<?php if (function_exists('dimox_breadcrumbs')) dimox_breadcrumbs(); ?>
	</div>
</div>
<div id="primary" class="content-area container">	
		<article id="post-146" class="post-146 page type-page status-publish hentry">
			<header class="entry-header">
				<h1 class="entry-title">09.03.03 Прикладная информатика</h1>
			</header><!-- .entry-header -->
			<hr>
		</article>	
</div>	
<div class="parallax-container" data-parallax="scroll" data-position="top" data-bleed="10" data-image-src="<?php bloginfo('template_directory') ?>/images/emile-perron.jpg" data-natural-width="1400" data-natural-height="900" style="height: 274px;"></div>		
<div class="container">
	<div class="accordion-inner panel-body">
		Что такое быть выпускником специальности «Прикладная информатика»? Это значит быть стопроцентно уверенным, что с помощью информационных технологий, автоматизации рутинных процессов, технологий сбора и обработки информации жизнь современного человека можно сделать проще и удобнее.

		Если вы интересуетесь информатикой, ни дня не можете прожить без современных технологий, но не хотите углубляться в технические подробности устройства компьютерной техники и не фанат программирования, то лучшим выбором для вас будет прикладная информатика.

		Согласно обновленным профессиональным стандартам, специалист по информационным системам – это профессионал, целью деятельности которого является создание, модификация и сопровождение информационных систем, автоматизирующих задачи организационного управления (учета, анализа, контроля, планирования, реализации и т.д.) предприятий различных форм собственности.
		<h3>Описание деятельности</h3>
		Выпускник прикладной информатики сегодня – это профессионал, не только знающий прикладную область, но и умеющий реализовать проектные решения по автоматизации бизнес-процессов, способный грамотно разрабатывать, внедрять и сопровождать информационные системы. Задача такого профессионала – обеспечить организацию необходимыми инструментами эффективного ведения бизнеса, добиться конкурентных преимуществ, связанных с использованием средств автоматизации и информатизации, успешно реализуя свой профессиональный потенциал на предприятиях города, в областных и столичных компаниях, за рубежом.
<h3><i class="fa fa-check-square-o"></i>Чему Вас научат?</h3>
<ul>
<li>Проводить системный анализ прикладной области в соответствии с профилем подготовки;</li>
<li>формализовывать решения прикладных задач и процессов информационных систем;</li>
<li>участвовать в организации и управлении информационными процессами, ресурсами, системами, сервисами;</li>
<li>грамотно использовать функциональные и технологические стандарты;</li>
<li>разрабатывать требования к созданию и развитию информационной системы и ее компонентов;</li>
<li>осуществлять технико-экономическое обоснование проектных решений;</li>
<li>разрабатывать проекты автоматизации и информатизации прикладных процессов и создания информационных систем в прикладных областях;</li>
<li>реализовывать проектные решения с использованием современных информационно-коммуникационных технологий и технологий программирования;</li>
<li>внедрять проекты автоматизации решения прикладных задач и создания информационных систем;</li>
<li>управлять проектами информатизации предприятий и организаций;</li>
<li>проводить обучение и консалтинговое консультирование по вопросам автоматизации решения прикладных задач;</li>
<li>сопровождать и эксплуатировать информационные системы;</li>
<li>обеспечивать качество автоматизации и информатизации решения прикладных задач и создания информационных систем;</li>
<li>участвовать в переговорах с заказчиком;</li>
<li>осуществлять оценку затрат и надежности проектных решений.</li>
</ul>
<h3><i class="fa fa-book"></i>Важные учебные предметы</h3>
<p>Информационные системы и технологии | Проектирование информационных систем | Программная инженерия | Базы данных | Внедрение и сопровождение ИС | Информационный менеджмент | ИТ-инфраструктура предприятия | Управление ИС | Корпоративные информационные системы</p>

<h3><i class="fa fa-code"></i>Будущие профессии</h3>
<p>Разработчик БД | IT-специалист | Системный аналитик | Технический писатель | Бизнес-архитектор | Техник сервисной службы | Специалист по внедрению | Консультант | Сервис-инженер | Бизнес-аналитик | Руководитель (директор) проектов внедрения ИС и др.</p>

<h3> <i class="fa fa-briefcase"></i>Практика студентов</h3>
<p>Учебная и производственная практики студентов направления подготовки «Прикладная информатика» могут проходить на любых предприятиях, где используются информационные системы и технологии для автоматизации и качественного управления деятельностью, а именно: в банках, страховых организациях, предприятиях сфер услуг и торговли, на промышленных предприятиях, в государственных структурах, а также в лабораториях и на кафедрах вузов. Содержание практик может носить и научно-исследовательский характер.</p>
	</div>	
</div>
</div>

</div>
	<style>
		.content-area{
	/*		margin-top: 25px;*/
		}
		hr{
		    margin-top: 1rem;
		    margin-bottom: 1rem;
		    border: 0;
		    border-top: 1px solid rgba(0, 0, 0, 0.1);
		}
		h1.entry-title{
		    text-align: center;
		    font-size: 28px;
		    font-weight: lighter;
		}
		.accordion-inner > ul li{
			list-style-type: square;
			margin-left: 35px;
			color: #383483;
		}
		.accordion-inner > p{
			margin: 5px 0 0;
		}
		@media (max-width: 660px) {
	      h1.entry-title{
	      	font-size: 18px;
	      }
	    }
	</style>
<?php
get_footer();
