<?php
/**
 * The template for displaying all pages
 *
 * This is the template that displays all pages by default.
 * Please note that this is the WordPress construct of pages
 * and that other 'pages' on your WordPress site may use a
 * different template.
 *
 * @link https://developer.wordpress.org/themes/basics/template-hierarchy/
 *
 * @package biit
 */

get_header();
?>
<div class="container">	
	<div class="breadcrumbs">
		<?php if (function_exists('dimox_breadcrumbs')) dimox_breadcrumbs(); ?>
	</div>
</div>
<div id="primary" class="content-area container">	
		<article id="post-146" class="post-146 page type-page status-publish hentry">
			<header class="entry-header">
				<h1 class="entry-title">44.03.05 Педагогическое образование, профиль «Информатика и экономика» (академический бакалавриат)</h1>
			</header><!-- .entry-header -->
			<hr>
		</article>	
</div>	
<div class="parallax-container" data-parallax="scroll" data-position="top" data-bleed="10" data-image-src="<?php bloginfo('template_directory') ?>/images/stefan-stefancik.jpg" data-natural-width="1400" data-natural-height="900" style="height: 274px;"></div>		
<div class="container">
	<div class="accordion-inner panel-body">
		Очная форма обучения – 5 лет

На рынке труда растет потребность в молодых, квалифицированных специалистах, особенно в секторе информационных технологий. При этом образовательная программа, построенная на стыке двух дисциплин (информатики и экономики) и имеющая сильную практическую направленность дает бакалаврам конкурентное преимущество по сравнению с прочими IT-специальностями.

Выпускники бакалавриата по профилю «Информатика и экономика» располагают значительным инновационным потенциалом, поскольку они обладают высоким уровнем знаний в области информатики, экономики и информационных технологий, владеют методикам преподавания данных дисциплин.

По окончании учебы выпускники специальности получают диплом о высшем про-фессиональном образовании и могут работать в образовательных учреждениях любого уровня. Выпускники будут востребованы не только в образовании и научно-исследовательской деятельности, они всегда найдут применение полученным знаниям и умениям в бизнесе, на производстве, сфере услуг.

Бакалавриат является прекрасной подготовкой к поступлению в магистратуру с пер-спективой получения академической степени магистра.

Описание деятельности
Областью профессиональной деятельности бакалавров по направлению подготовки «Педагогическое образование» с профилем «Информатика и экономика» является: образование, социальная сфера, культура. Объектами: обучение, воспитание, развитие, просвещение; образовательные системы.

В условиях современной школы бакалавр образования профиля «Информатика и экономика» выступает как в качестве учителя-предметника, так и в качестве организатора процесса информатизации образования школы, координатора внедрения средств ИКТ в образовательный процесс. Выпускник занимается организацией и администрированием процесса дистанционного обучения, разработкой электронных курсов дистанционного обучения, осуществляет информационную поддержку участников дистанционного обучения. Он способен оценивать воздействие микро- и макроэкономической среды на функционирование организации, обрабатывать экономические данные в соответствии с поставленной задачей, анализировать результаты экономических расчетов и обосновывает полученные выводы.

<h3><i class="fa fa-check-square-o"></i>Чему Вас научат?</h3>
<ul>
	<li>использовать знания теоретической информатики, математический аппарат, методологию программирования и современные компьютерные технологии для решения практических задач получения, хранения, обработки и передачи информации;</li>
	<li>реализовывать аналитические и технологические решения в области программного обеспечения и компьютерной обработки информации;</li>
	<li>	обеспечивать компьютерную и технологическую поддержку деятельности обучающихся в учебно-воспитательном процессе и внеурочной работе;</li>
	<li>	использовать современные ИКТ для создания, формирования и администрирования электронных образовательных ресурсов;</li>
	<li>	проводить квалифицированную экспертную оценку качества электронных образовательных ресурсов и программно-технологического обеспечения для их внедрения в учебно-образовательный процесс;</li>
	<li>анализировать экономическую политику и особенности ее развития на современном этапе на основе знаний законов экономики;</li>
	<li>использовать новейшую экономическую информацию для прогнозирования изменений рыночной ситуации;</li>		
	<li>	осуществлять экономическую поддержку деятельности учреждений образования, культуры и социальной сферы на основе знаний системы финансов, основ аудита, бухгалтерского учета.</li>
</ul>
<h3><i class="fa fa-book"></i>Важные учебные предметы</h3>
<p>Педагогика| Психология | Информационные технологии в образовании |Методика преподавания информатики и экономики| Информационные системы в управлении образовательным процессом| Программирование | Базы данных | Информационные системы | Архитектура компьютера | Компьютерное моделирование | Методы и средства зашиты ин-формации | Компьютерные сети и интернет-технологии | Экономическая теория |Мировая экономика | Маркетинг и менеджмент | Основы бизнеса и предпринимательства | Экономический анализ | Математическая экономика | Экономика образования | Сетевая экономика др.</p>

<h3><i class="fa fa-code"></i>Будущие профессии</h3>
<p>Получив квалификацию бакалавра «Педагогического образования» по профилю «Информатика и экономика», выпускники могут работать преподавателями информатики и основ экономики в общеобразовательных учреждениях, образовательных учреждениях профессионального образования; в органах государственной власти и местного самоуправления, хозяйствующих субъектах, где требуются знания в области ИКТ, экономики и управления; осуществлять трудовую деятельность в учреждениях социальной сферы, где требуются специальные знания в области экономики.</p>

<h3> <i class="fa fa-briefcase"></i>Практика студентов</h3>
<p>Учебная и педагогическая практики студентов направления подготовки «Педагогическое образование» могут проходить в образовательных учреждениях, в сфере услуг и торговли, банках, страховых и туристических компаниях, в государственных структурах, а также в лабораториях и на кафедрах вузов.</p>
	</div>	
</div>
</div>

</div>
	<style>
		.content-area{
	/*		margin-top: 25px;*/
		}
		hr{
		    margin-top: 1rem;
		    margin-bottom: 1rem;
		    border: 0;
		    border-top: 1px solid rgba(0, 0, 0, 0.1);
		}
		h1.entry-title{
		    text-align: center;
		    font-size: 28px;
		    font-weight: lighter;
		}
		.accordion-inner > ul li{
			list-style-type: square;
			margin-left: 35px;
			color: #383483;
		}
		.accordion-inner > p{
			margin: 5px 0 0;
		}
		@media (max-width: 660px) {
	      h1.entry-title{
	      	font-size: 18px;
	      }
	    }
	</style>
<?php
get_footer();
