<?php
/**
 * The template for displaying all pages
 *
 * This is the template that displays all pages by default.
 * Please note that this is the WordPress construct of pages
 * and that other 'pages' on your WordPress site may use a
 * different template.
 *
 * @link https://developer.wordpress.org/themes/basics/template-hierarchy/
 *
 * @package biit
 */

get_header();
?>
<div class="container">	
	<div class="breadcrumbs">
		<?php if (function_exists('dimox_breadcrumbs')) dimox_breadcrumbs(); ?>
	</div>
</div>
<div id="primary" class="content-area container">	
		<article id="post-146" class="post-146 page type-page status-publish hentry">
			<header class="entry-header">
				<h1 class="entry-title">38.03.05 Бизнес-информатика</h1>
			</header><!-- .entry-header -->
			<hr>
		</article>	
</div>	
<div class="parallax-container" data-parallax="scroll" data-position="top" data-bleed="10" data-image-src="<?php bloginfo('template_directory') ?>/images/carlos-muza.jpg" data-natural-width="1400" data-natural-height="900" style="height: 274px;"></div>		
<div class="container">
	<div class="accordion-inner panel-body">
		<p><strong>Бизнес-информатика</strong> - одно из самых молодых, перспективных и крайне востребованных направлений подготовки в системе современного высшего образования. Это новая область профессиональной деятельности, формирующаяся на стыке экономики, менеджмента и информационно-коммуникационных технологий (ИКТ). Бизнес-информатика сегодня успешно преподаётся в более чем 30-ти странах мира. В России более 70 ведущих вузов ведут образовательную деятельность по данному направлению.</p>
		<p>На направлении бизнес-информатика реализуется профиль подготовки «Управление контентом». В настоящее время практически все коммерческие структуры имеют свои представительство в сети Интернет. Популярность того или иного Интернет-ресурса зависит от его наполнения контентом, поэтому управление контентом подразумевает: сбор, анализ и оптимизацию материалов для наиболее эффективной подачи пользователю. Профиль подготовки «Управление контентом» предполагает освоение бакалаврами методов и инструментальных средств распространения и обработки корпоративного и веб-контента; разработки и администрирования сайтов, порталов и других Интернет-приложений; реализацию маркетинговых и рекламных стратегий в сфере создания и продажи контента с целью повышения эффективности бизнеса и вывода предприятий на новые уровни конкурентоспособности и качества деятельности.</p>
		<p>В соответствии с запросами рынка труда выпускник направления бизнес-информатика может реализовать себя в самых различных сферах деятельности в финансовом секторе, промышленности, в сфере услуг, малом и среднем бизнесе, на государственной службе и др. эффективное функционирование которых сегодня невозможно без информационных технологий.</p>
		<p>Выпускники бакалавриата бизнес-информатики могут продолжить обучение в магистратуре по магистерской программе «Электронный бизнес».</p>
		<h3><i class="fa fa-info-circle"></i>  Описание деятельности</h3>
		<p>Областью профессиональной деятельности бакалавра бизнес-информатики с профилем подготовки «Управление контентом» является:</p>
		<ul>
			<li>разработка и администрирование Интернет-приложений в сфере экономики;</li>
			<li>анализ информационной архитектуры предприятия;</li>
			<li>анализ рынка информационный систем (ИС) и информационно-коммуникационных технологий (ИКТ) и выбор рациональных ИС и ИКТ-решений для управления бизнесом;</li>
			<li>разработка контента Интернет-ресурсов предприятия и управление процессами создания и использования информационных сервисов (контент-сервисов);</li>
			<li>проектирование и внедрение компонент ИТ-инфраструктуры предприятия, обеспе-чивающих достижение стратегических целей и поддержку бизнес-процессов.</li>
		</ul>
		<h3><i class="fa fa-check-square-o"></i>Чему Вас научат?</h3>
		<ul>
			<li>исследовать, анализировать и оценивать инновации в экономике, управлении и ИКТ;</li>
			<li>обследовать деятельность и ИТ-инфраструктуру предприятий;</li>
			<li>управлять ИТ-сервисами и контентом информационных ресурсов предприятия;</li>
			<li>управлять электронным предприятием и подразделениями электронного бизнеса несетевых компаний;</li>
			<li>разрабатывать проекты совершенствования бизнес-процессов и ИТ-инфраструктуры предприятия;</li>
			<li>выполнять работы по совершенствованию и регламентации стратегии и целей, бизнес-процессов и ИТ-инфраструктуры предприятия;</li>
			<li>разрабатывать проекты архитектуры электронного предприятия;</li>
			<li>проводить аудит бизнес-процессов и ИТ-инфраструктуры предприятий;</li>
			<li>консультировать по рациональному выбору ИС и ИКТ управления бизнесом, организации управления ИТ-инфраструктурой предприятия;</li>
			<li>разрабатывать бизнес-планы создания новых бизнесов на основе инноваций в сфе-ре ИКТ и др.</li>
		</ul>
		<h3><i class="fa fa-book"></i>Важные учебные предметы</h3>
		<p>Управление ИТ-сервисами и контентом | Моделирование бизнес-процессов |Управление жизненным циклом ИС | Архитектура предприятия | Электронный бизнес| Базы данных | Мировые информационные ресурсы| Управление проектами| Вычислительные системы, сети и телекоммуникации | Информационная безопасность | Имитационное моделирова-ние | Макро и микроэкономика | Менеджмент | Методы и модели социально-экономических систем | Анализ, продвижение и поисковая оптимизация сайтов| Разработ-ка интернет-ресурсов для электронной коммерции| Рынки ИКТ и организация продаж и др.</p>
		<h3><i class="fa fa-code"></i>Будущие профессии</h3>
		<ul>
			<li>менеджер ИТ-проектов: контент-менеджер, менеджер по работе с веб-клиентами, специалист по электронной коммерции, специалист по рекламе в Интернет, руководитель Интернет-проектов;</li>
			<li>веб-мастер: веб-программист, администратор веб-сайтов, SEO-оптимизатор;</li>
			<li>веб-дизайнер: дизайнер пользовательских интерфейсов, специалист по Usability, верстальщик веб-страниц;</li>
			<li>специалист по созданию и анализу содержимого веб-сайтов: веб-райтер, професси-ональный блоггер и модератор веб-сообществ, веб-аналитик, информационный архитек-тор;</li>
			<li>менеджер по маркетингу и продажам в сфере ИКТ и др.</li>
		</ul>
		<h3> <i class="fa fa-briefcase"></i>Практика студентов</h3>
		<p>Учебная и производственная практики студентов направления подготовки «Бизнес-информатика» могут проходить на: промышленных предприятиях, в финансово-кредитных учреждения; предприятиях сферы услуг, туризма, культуры, сервиса; в ре-кламных агентствах; в средствах массовой информации; в торговых организациях; в гос-ударственных структурах, а также в лабораториях и на кафедрах вузов.</p>


	</div>	
</div>
</div>

</div>
	<style>
		.content-area{
	/*		margin-top: 25px;*/
		}
		hr{
		    margin-top: 1rem;
		    margin-bottom: 1rem;
		    border: 0;
		    border-top: 1px solid rgba(0, 0, 0, 0.1);
		}
		h1.entry-title{
		    text-align: center;
		    font-size: 28px;
		    font-weight: lighter;
		}
		.accordion-inner > ul li{
			list-style-type: square;
			margin-left: 35px;
			color: #383483;
		}
		.accordion-inner > p{
			margin: 5px 0 0;
		}
		@media (max-width: 660px) {
	      h1.entry-title{
	      	font-size: 18px;
	      }
	    }
	</style>
<?php
get_footer();
